Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_maaraaikaisen_saamenkielisen_varhaiskasvatuksen_materiaalityontekijan_tehtavan.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät ilmoittaa haettavaksi määräaikaisen saamenkielisen varhaiskasvatuksen materiaalityöntekijän tehtävän
smn: Sämitigge almoot uuccâmnáál meriáigásâš sämmilâš arâšoddâdem materiaalpargee pargo

source: Työ alkaa sopimuksen mukaan mahdollisimman pian ja kestää 31.12.2022 saakka.
smn: Pargo álgá sopâmuš mield nuuvt jotelávt ko máhđulâš já pištá 31.12.2022 räi.

source: Materiaalityöntekijän tehtävänä on suunnitella ja koordinoida saamelaisen varhaiskasvatuksen materiaalin tuottamista kolmella saamen kielellä sekä tuottaa ja päivittää sisältöjä Kuáti.
smn: Materiaalpargee pargon lii vuáváđ já koordinistiđ sämmilâš arâšoddâdem materiaal pyevtittem kulmâ sämikielâin sehe pyevtittiđ já peividiđ siskâlduvváid Kuáti.

source: fi- materiaalipankkiin .
smn: fi- materiaalpaaŋkin.

source: Lisäksi tehtävään kuuluu pedagogisen materiaalin suunnittelua, koordinointia ja tuottamista yhteistyössä kielipesäohjaajan kanssa.
smn: Lasseen paargon kulá pedagooglaš materiaal vuávám, koordinistem já pyevtittem ohtsâspargoost kielâpiervâlstivrejeijjein.

source: Materiaalityöntekijä vastaa hankkeen suunnittelusta, toteuttamisesta ja raportoinnista.
smn: Pargee västid materiaalpargo vuávámist, olâšutmist já raportmistmist.

source: Hankkeesta vastaa saamen kielen toimisto ja esimiehenä toimii kieliturvasihteeri.
smn: Haavâst lii oovtâsvástádásást sämi kielâ toimâttâh já hovdân tuáimá kielâtorvočällee.

source: Kelpoisuusvaatimuksena on tehtävän edellyttämä soveltuva koulutus ja saamen kielen taito (asetus 1727/95).
smn: Toholâšvuotâvátámáššán lii pargo vááttám škovlim já sämikielâ táiđu (asâttâs 1727/95).

source: Tehtävän menestyksekästä hoitamista edesauttaa saamelaiskulttuurin tuntemus, saamelaisen varhaiskasvatuksen ja pedagogiikan tuntemus, materiaalityön ja digitaalisen toimintaympäristön tuntemus ja kyky itsenäiseen suunnittelutyöhön ja toteutukseen yhteistyössä eri toimijoiden kanssa.
smn: Pargo miänástuvvee hoittám váátá šiev sämmilâškulttuur tobdo, sämmilâš arâšoddâdem já pedagogiik tobdo, materiaalpargo já digitaalâlâš toimâpiirâs tobdo sehe tááiđuh jiečânâs vuávámpargon já olâšutmân ohtsâspargoost eres tuáimeiguin.

source: Tehtävässä noudatetaan kahden kuukauden koeaikaa.
smn: Pargoost nyevdittuvvoo kyehti mánuppaje keččâlemäigi.

source: Suunnittelijan palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/III-IV mukaan (peruspalkka 2597,07–2645,46 e).
smn: Materiaalpargee pälkki meriduvvoo Sämitige pälkkivuáháduv vátávášvuotâtääsi IV/III-IV mield (vuáđupälkki 2597,09–2645,46e).

source: Peruspalkan lisäksi maksetaan saamelaisalueen lisä 24 % ja työkokemuksen mukaan määräytyvät kokemuslisät.
smn: Vuáđupäälhi lasseen máksojeh sämikuávlu lase 24 % já pargohárjánem miled miärášuvvee hárjánemlaseh.

source: Materiaalityöntekijän toimipaikka sijaitsee saamelaiskulttuurikeskus Sajoksessa, ja työn hoitaminen osittain etätyönä on sopimuksen mukaan mahdollista.
smn: Materiaalpargee pargosaje lii Sämikulttuurkuávdáš Sajosist, já pargo hoittáám uásild káiduspargon lii sopâmuš mield máhđulâš.

source: Vapaamuotoiset työhakemukset liitteineen tulee toimittaa 31.3.2022 klo 16.00 mennessä osoitteeseen https://www.sympahr.net/public/pq.aspx?197430e9
smn: Rijjâhámásijd pargoucâmušáid lahtosijdiskuin kalga toimâttiđ 31.3.2022 tm. 16.00 räi čujottâssân https://www.sympahr.net/public/pq.aspx?197430e9

source: Lisätietoja antaa kieliturvasihteeri Anne Kirste Aikio, anne-kirste.
smn: Lasetiäđuid pargoost addel kielâtorvočällee Anne Kirste Aikio, anne-kirste.

source: Saamelaiskäräjien toimintaan voi tutustua osoitteessa www.samediggi.fi .
smn: Sämitige tooimân puáhtá uápásmuđ nettičujottâsâst www.samediggi.fi .

source: Inarissa 7.3.2022 Saamelaiskäräjät
smn: Anarist 7.3.2022 Sämitigge
